Repository: Lefonk/arnaudfreminet
Catalog: languages/plugins/analogwp-templates-*.po
Languages: fr_fr

source: No posts found.
fr_fr: Aucune publication trouvée.

source: View
fr_fr: Voir

source: Filter by Style Kit
fr_fr: Filtre par kit de style

source: Instance List
fr_fr: Liste des instances

# settings title
source: Template import method
fr_fr: Méthode d’importation de modèle

source: Always import templates using the Global Style Kit. %s
fr_fr: Importez toujours les modèles à l’aide du Kit de style global. %s

source: Read more
fr_fr: Lire la suite

source: Sorry, you are not allowed to rollback Style Kits plugin for this site.
fr_fr: Désolé, vous ne disposez pas des droits pour revenir à une version précédente de Style Kits pour ce site.

source: Draft
fr_fr: Brouillon

source: Rollback to v%s
fr_fr: Revenir vers la version v%s

source: Accent
fr_fr: Accentué

source: Accent Background Color
fr_fr: Couleur d’accentuation de l’arrière plan

source: Your Email
fr_fr: Votre e-mail

source: First Name
fr_fr: Prénom

source: privacy policy
fr_fr: politique de confidentialité

source: Visit the online docs
fr_fr: Consultez la documentation en ligne

source: Sign up for email updates
fr_fr: Abonnez-vous aux mises à jour

source: The primary accent color applies on links, icons, and other elements. You can also define the text link color in the Typography panel.
fr_fr: La couleur d’accent primaire s’applique sur les liens, les icônes, et d’autres éléments. Vous pouvez également définir la couleur du lien texte dans le panneau Typographie.

source: The default button color. You can also define button colors under the Buttons panel, and individually for each button size under Buttons Sizes panel.
fr_fr: La couleur du bouton par défaut. Vous pouvez également définir les couleurs des boutons dans le panneau Boutons, et individuellement pour chaque taille de bouton dans le panneau Tailles de boutons.

source: Enjoy better background color control in your layouts by adding a third background color class. Available in Style Kits Pro.
fr_fr: Profiter d’un meilleur contrôle des couleurs d’arrière-plan dans les mises en page en ajoutant une troisième classe de couleurs d’arrière-plan. Disponible avec Style Kits PRO.

source: Upgrade to Style Kits Pro with a 15% discount
fr_fr: Mettez à niveau vers Style Kits PRO avec une réduction de 15%

source: By submitting your details, you agree to our %s.
fr_fr: En envoyant vos coordonnées, vous acceptez notre %s.

source: Need help with Style Kits?
fr_fr: Vous avez bsoin d’aide avec Style Kits ?

source: Stay in the loop with Style Kits development by signing up to our newsletter.
fr_fr: Restez au courant du développement de Style Kits en vous inscrivant à notre newsletter.

source: Send me the coupon
fr_fr: Envoyez-moi le code promo

source: Style Kits extends the Elementor theme styles editor with more global styling options. Boost your design workflow in Elementor with intuitive global controls and theme style presets.
fr_fr: Style Kits étend l’éditeur de styles de thème Elementor avec des options de style plus globales. Boostez votre flux de travail de conception dans Elementor avec des contrôles globaux intuitifs et des préréglages des thèmes de style.

source: Entire Site
fr_fr: Dans tout le site

source: None
fr_fr: Aucun

source: Meet Style Kits for Elementor
fr_fr: Découvrez les kits de style pour Elementor

source: Typographic Sizes
fr_fr: Tailles typographiques

source: Heading
fr_fr: Titrage

source: Text
fr_fr: Texte

source: Edit the available sizes for the Heading Element.
fr_fr: Modifier les tailles disponibles pour l’élément de titre.

source: Edit the available sizes for the p, span, and div tags of the Heading Element.
fr_fr: Modifier les tailles disponibles pour les balises p, span et div de l’élément de titrage.

source: Style Kit for Elementor requires PHP version %s
fr_fr: Style Kit pour Elementor à besoin de PHP version %s

source: Error Activating
fr_fr: Erreur d’activation

source: Invalid param(s).
fr_fr: Paramètre(s) non valide(s).

source: Please provide a title.
fr_fr: Veuillez saisir un titre.

# Section Title
source: Layout Tools
fr_fr: Outils de mise en page

source: Layout Tools
fr_fr: Outils de mise en page

source: Advanced Form Controls
fr_fr: Contrôles de formulaire avancés

source: Theme Style Kits
fr_fr: Kits de style du thème

source: %s ago
fr_fr: il y a %s

source: Author
fr_fr: Auteur

source: Export Theme Style Kit
fr_fr: Exporter le kit de style

source: Move to Trash
fr_fr: Déplacer dans la corbeille

# posts
source: All <span class="count">(%s)</span>
fr_fr: Tous <span class="count">(%s)</span>

source: Welcome to Style Kits
fr_fr: Bienvenue sur Style Kits

source: Style Kits requires Elementor v%s or newer in order to work. Please update Elementor to the latest version.
fr_fr: Style Kits nécessite Elementor v%s ou plus pour fonctionner. Veuillez mettre à jour Elementor à la dernière version.

source: Style Kits for Elementor Logo
fr_fr: Kits de style pour le logo Elementor

source: The new Theme Style Kit has been saved and applied on this page.
fr_fr: Le nouveau kit de style de thème a été enregistré et appliqué sur cette page.

source: This will clean-up all the values from the current Theme Style kit. If you need to revert, you can do so at the Revisions tab.
fr_fr: Cela permettra de nettoyer toutes les valeurs de l’actuel kit de style de thème. Pour revenir en arrière, aller dans l’onglet Révisions.

source: This will reset the Theme Style Kit and clean up any values.
fr_fr: Cela réinitialisera le kit de style de thème et nettoiera toutes les valeurs.

source: Reset Theme Style Kit
fr_fr: Réinitialiser le kit

source: Save the current styles as a different Theme Style Kit. You can then apply it on other pages, or globally.
fr_fr: Enregistrer les styles actuels en tant que kit de style de thème différent. Vous pouvez ensuite l’appliquer sur d’autres pages, ou globalement.

source: Export Theme Style Kit CSS
fr_fr: Exporter les CSS du kit

source: Handy tools to clean inline styles from your existing layouts and make them global-design-ready. Highlight elements that have Classes or custom CSS.
fr_fr: Outils pratiques pour nettoyer les styles en ligne à partir de vos mises en page existantes et les rendre prêts pour le design global. Mettez en surbrillance les éléments qui ont des classes ou des CSS personnalisés.

source: Offers controls to customize form column/rows gap, label spacing, and form messages colors.
fr_fr: Offre des contrôles pour personnaliser l’écart colonne/rangée de formulaire, l’espacement du libellé, et les couleurs de messages.

source: Update Elementor Now
fr_fr: Mettre Elementor à jour maintenant

# Section Title
source: Accent Colors
fr_fr: Couleurs d’accentuation

source: Set the accent colors of your layout.
fr_fr: Définir les couleurs d’accent de la mise en page.

source: Normal Styling
fr_fr: Style normal

source: Hover Styling
fr_fr: Style au survol

source: Headings
fr_fr: Titrages

source: Headings Font
fr_fr: Police des titrages

source: No Kits found.
fr_fr: Aucun kits trouvés.

source: Published
fr_fr: Publié

source: Title
fr_fr: Titre

source: %s (Edit)
fr_fr: %s (Modifier)

source: Edit
fr_fr: Modifier

source: Trash
fr_fr: Supprimer

source: You can set individual heading font and colors below.
fr_fr: Vous pouvez définir la police et les couleurs de titre individuelles ci-dessous.

source: Edit with Elementor
fr_fr: Modifier avec Elementor

source: Reset
fr_fr: Réinitialiser

source: Unable to create a Kit
fr_fr: Impossible de créer un kit

source: Button Sizes
fr_fr: Tailles de bouton

source: Style Kits requires WordPress version %s+. Because you are using an earlier version, the plugin is currently NOT RUNNING.
fr_fr: Les kits de style nécessitent la version WordPress %s et plus. Vous utilisez une version antérieure, l’extension ne peut pas fonctionner.

source: Style Kits is not working because you need to activate the Elementor plugin.
fr_fr: Style Kits ne fonctionne pas car vous devez activer l’extension Elementor.

source: Style Kits is not working because you need to install the Elementor plugin.
fr_fr: Style Kits ne fonctionne pas parce que vous devez installer l’extension Elementor.

source: Sign me up
fr_fr: Inscrivez-moi

source: review on WordPress.org
fr_fr: noter et commenter sur WordPress.org

source: CSS Variables
fr_fr: Variables CSS

source: Headings Color
fr_fr: Couleur des titrages

source: Light
fr_fr: Clair

source: Dark
fr_fr: Foncé

source: Beta Features
fr_fr: Fonctionnalités bêta

source: Invalid or expired license provided.
fr_fr: Licence fournie non valide ou expirée.

source: Hey! You have been using %1$s for over 2 weeks, we hope you enjoy it! If so, please leave a positive %2$s.
fr_fr: Super ! Vous utilisez %1$s depuis plus de 2 semaines, nous espérons que vous en profiterez ! Si c’est le cas, veuillez laisser une %2$s.

source: Remove Page ID from the CSS
fr_fr: Retirer l’ID de page du CSS

# Section Title
source: Background Color Classes
fr_fr: Classes de couleur d’arrière-plan

source: Add the class <strong>sk-light-bg</strong> to a section or column to apply these colors.
fr_fr: Ajoute la classe <strong>sk-light-bg à</strong> une section ou une colonne pour appliquer ces couleurs.

source: Add the class <strong>sk-dark-bg</strong> to a section or column to apply these colors.
fr_fr: Ajoute la classe <strong>sk-dark-bg</strong> à une section ou une colonne pour appliquer ces couleurs.

source: Opt-in to our anonymous plugin data collection and to updates
fr_fr: Inscrivez-vous à notre collecte de données anonymes de l’extension et aux mises à jour

source: Rollback Versions
fr_fr: Versions précédentes

source: We guarantee no sensitive data is collected.
fr_fr: Nous garantissons qu’aucune donnée sensible n’est collectée.

source: Version Control
fr_fr: Contrôle de version

source: Become a beta tester
fr_fr: Devenez bêta testeur

source: Rollback Style Kits
fr_fr: Restauration de Style Kits

source: Check this box to turn on beta updates for Style Kits and Style Kits Pro. The update will not be installed automatically, you always have the option to ignore it.
fr_fr: Cocher la case pour activer les mises à jour bêta pour Style Kits et Style Kits PRO. La mise à jour ne sera pas installée automatiquement, vous avez toujours la possibilité de l’ignorer.

source: Enjoyed %1$s? Please leave us a %2$s rating. We really appreciate your support!
fr_fr: Vous aimez %1$s ? Veuillez nous laisser une note %2$s. Nous apprécions vraiment votre soutien !

source: View Documentation
fr_fr: Voir la documentation

source: Get Support
fr_fr: Obtenir de l’aide

# settings title
source: Global Style Kit
fr_fr: Kit de style global

source: Invalid Block ID.
fr_fr: ID de bloc non valide.

source: Go Pro
fr_fr: Passer à PRO

source: Your settings have been saved.
fr_fr: Vos réglages ont été enregistrés.

source: The changes you made will be lost if you navigate away from this page.
fr_fr: Les modifications effectuées seront perdues si vous sortez de cette page.

source: Style Kits Settings
fr_fr: Réglages de Style Kits

source: General
fr_fr: Général

source: Misc
fr_fr: Divers

source: Reinstall this version
fr_fr: Réinstaller cette version

source: Explore Style Kits Pro
fr_fr: Explorez les kits de style PRO

source: Save changes
fr_fr: Enregistrer

source: Invalid token data returned
fr_fr: Données de jeton retournées non valides

source: Style Kit: %s <span style="color:#5C32B6;">&#9679;</span>
fr_fr: Kit de style : %s <span style="color:#5C32B6;">●</span>

source: By signing up you agree to our
fr_fr: En vous inscrivant, vous acceptez notre

source: privacy and terms
fr_fr: Politique de confidentialité

source: Toggle
fr_fr: Permuter

source: Error occurred, the version selected is invalid. Try selecting different version.
fr_fr: Une erreur s’est produite, la version sélectionnée n’est pas valide. Essayez de sélectionner une version différente.

source: Learn more.
fr_fr: En savoir plus.

source: Style Kit imported
fr_fr: Kit de style importé

source: Invalid Style Kit ID.
fr_fr: ID du kit de style non valide.

source: Error occured while requesting Style Kit data.
fr_fr: L’erreur s’est produite lors de la demande de données du kit de style.

source: Add padding to the outer sections of your layouts by using these controls.
fr_fr: Ajouter des marges internes aux sections extérieures des mises en page à l’aide de ces contrôles.

source: Column Gap presets add padding to the columns of a section.
fr_fr: Les préréglages d’écart de colonne règles des marges internes des colonnes d’une section.

source: Define the default styles for every button size.
fr_fr: Définir les styles par défaut pour chaque taille de bouton.

source: Extra Large
fr_fr: Très grand

source: No Padding
fr_fr: Pas de marge

source: AnalogWP Classes
fr_fr: Classes AnalogWP

source: Primary Accent
fr_fr: Menu du profil

source: Secondary Accent
fr_fr: Accent secondaire

source: Default
fr_fr: Défaut

source: Space Between Widgets
fr_fr: Espace entre les widgets

source: Dark Background
fr_fr: Arrière plan foncé

source: Light Background
fr_fr: Arrière-plan clair

source: Outer Section Padding
fr_fr: Marges externes de section extérieure

source: Sets the default space between widgets, overrides the default value set in Elementor > Style > Space Between Widgets.
fr_fr: Définit l’espace par défaut entre les widgets, remplace la valeur par défaut définie dans Elementor > Style > Espace entre les widgets.

source: Style Kits for Elementor
fr_fr: Style Kits pour Elementor

source: Ok, got it.
fr_fr: OK, j’ai compris.

source: Go to Page Style
fr_fr: Aller au style de page

source: Typography
fr_fr: Typographie

source: Text Color
fr_fr: Couleur du texte

source: Background Color
fr_fr: Couleur d’arrière-plan

source: Border Radius
fr_fr: Rayon de bordure

source: Padding
fr_fr: Marges intérieures

source: Style Kits Library
fr_fr: Bibliothèque de kits de style

source: Remove Data on Uninstall
fr_fr: Supprimer les données lors de la désinstallation

source: This template offers global typography and spacing control, through the Page Style tab.
fr_fr: Ce modèle offre une typographie globale et un contrôle d’espacement, grâce à l’onglet Style de page.

source: Typography, column gaps and more, are controlled layout-wide at Page Styles Panel, giving you the flexibility you need over the design of this template. You can save the styles and apply them to any other page. <a href="#" target="_blank">Learn More.</a>
fr_fr: La typographie, les espaces entre les colonnes et plus, sont contrôlés globalement dans le panneau Styles de page, cela donne une grande flexibilité pour le design de modèle. Vous pouvez enregistrer les styles et les appliquer à n’importe quelle autre page. <a href="#" target="_blank">En savoir plus.</a>

source: Style Kits for Elementor Shortcuts
fr_fr: Kits de style pour les raccourcis Elementor

source: Check this box to remove all data stored by Style Kit for Elementor plugin, including license info, user settings, import history etc. Any imported or manually saved Style Kits are not removed.
fr_fr: Cocher la case pour supprimer toutes les données stockées par l’extension Style Kit for Elementor, y compris les informations de licence, les réglages utilisateur, l’historique d’importation, etc. Les kits de style importés ou enregistrés manuellement ne sont pas supprimés.

source: If you are having issues with current version of Style Kits for Elementor, you can rollback to a previous stable version.
fr_fr: Si vous avez des problèmes avec la version actuelle des Style Kits for Elementor, vous pouvez revenir à une version stable précédente.

source: Style Kit Update Detected
fr_fr: Mise à jour du kit de style détectée

source: Discard
fr_fr: Rejeter

source: Apply Changes
fr_fr: Appliquer les modifications

source: Rollback to Previous Version
fr_fr: Revenir à la version précédente

source: Apply Global Style Kit
fr_fr: Appliquer le kit de style global

source: <p>The Style kit used by this page has been updated, click ‘Apply Changes’ to apply the latest changes.</p><p>Click Discard to keep your current page styles and detach the page from the Style Kit</p>
fr_fr: <p>Le kit de style utilisé par cette page a été mis à jour, cliquez sur « Appliquer les modifications » pour appliquer les dernières modifications.</p><p>Cliquer sur Rejeter pour conserver vos styles de page actuels et détacher la page du kit de style</p>

source: Export
fr_fr: Exporter

source: Import Now
fr_fr: Importer maintenant

source: Cancel
fr_fr: Annuler

source: Global Style Kit
fr_fr: Kit de style global

source: Please provide a valid post ID.
fr_fr: Veuillez fournir un ID de publication valide.

source: Save
fr_fr: Enregistrer

source: Style Kit Updated.
fr_fr: Kit de style mis à jour.

source: Templates Library
fr_fr: Bibliothèque de modèles

source: Take control of your design in the macro level, with local or global settings for typography and spacing. %s.
fr_fr: Prenez le contrôle de votre conception au niveau macro, avec des réglages locaux ou globaux pour la typographie et l’espacement. %s.

source: View Styles
fr_fr: Voir les styles

source: Update Style Kit
fr_fr: Mettre à jour

source: Export CSS
fr_fr: Exporter les CSS

source: Copy CSS
fr_fr: Copier les CSS

source: Recently Imported
fr_fr: Importé récemment

source: Text Sizes
fr_fr: Tailles du texte

source: Invalid Post ID
fr_fr: ID de publication non valide

source: Are you sure?
fr_fr: Confirmez-vous ?

source: Style Kit
fr_fr: Kit de style

source: Insert Style Kit
fr_fr: Insérer le kit de style

source: Please select a Style Kit first.
fr_fr: Veuillez sélectionner un kit de style d’abord.

source: — Select a Style Kit —
fr_fr: — Choisir un kit de style —

source: This action will update the Style Kit with the latest changes, and will affect all the pages that the style kit is used on. Do you wish to proceed?
fr_fr: Cette action mettra à jour le kit de style avec les dernières modifications et affectera toutes les pages sur lesquelles le kit de style est utilisé. Voulez-vous continuer ?

source: Learn more
fr_fr: Lire la suite

source: Style Kits
fr_fr: Kit de style

# admin menu
source: Style Kits
fr_fr: Kit de style

# add new on admin bar
source: Style Kit
fr_fr: Kit de style

# book
source: Add New
fr_fr: Nouveau

source: Add New Style Kit
fr_fr: Ajouter un nouveau kit de style

source: New Style Kit
fr_fr: Nouveau kit de style

source: Edit Style Kit
fr_fr: Modifier le kit de style

source: View Style Kit
fr_fr: Voir le kit de style

source: Search Style Kits
fr_fr: Rechercher des kits de style

source: Parent Style Kits:
fr_fr: Kit de style parent :

source: No Style Kit found.
fr_fr: Aucun kit de style trouvé.

source: No Style Kit found in Trash.
fr_fr: Aucun kit de style trouvé dans la corbeille.

source: Heading Sizes
fr_fr: Tailles du titrage

source: Page Style Kit
fr_fr: Kit de style

source: Default Padding
fr_fr: Par défaut

source: Library
fr_fr: Bibliothèque

source: Medium
fr_fr: Moyen

source: Once Weekly
fr_fr: Une fois par semaine

source: Settings
fr_fr: Réglages

source: Small
fr_fr: Petit

source: Usage Data Tracking
fr_fr: Suivi de données d’utilisation

source: Headings Typography
fr_fr: Typographies du titrage

source: These settings apply to all Headings in your layout. You can still override individual values at each element.
fr_fr: Ces réglages s’appliquent à tous les titrages de votre mise en page. Vous pouvez toujours remplacer des valeurs individuelles pour chaque balise de titre.

source: Heading %s
fr_fr: Titrage %s

source: Body Typography
fr_fr: Typographie du corps

source: Wide Padding
fr_fr: Large

source: Wider Padding
fr_fr: Plus large

source: Column Gaps
fr_fr: Espacement des colonnes

source: Large
fr_fr: Grande

source: Narrow Padding
fr_fr: Marges internes étroites

source: Extended Padding
fr_fr: Étendre les marges internes

source: More Info
fr_fr: Plus d’Infos

source: Activate Elementor Now
fr_fr: Activer Elementor maintenant

source: Install Elementor Now
fr_fr: Installer Elementor maintenant

source: Learn More
fr_fr: En savoir plus

source: Setting updated.
fr_fr: Réglage mis à jour.

source: Something went wrong.
fr_fr: Quelque chose s’est mal passé.

source: Filter
fr_fr: Filtre
